import { Component } from '@angular/core';

@Component({
  templateUrl: 'app/learn/nature.component.html'
})

export class NatureComponent { 

  questionList = [
    {
      q:"คุณกำลังวางแผนที่จะไปพักผ่อนกับกลุ่มเพื่อนๆ คุณต้องการฟังข้อคิดเห็นจากพวกเขาเกี่ยวกับแผนงานนั้น คุณจะ", 
      a:[
        "อธิบายประเด็นที่สำคัญๆ",
        "ใช้แผนที่และเว็บไซด์เพื่อแสดงสถานที่ประกอบ",
        "ถ่ายเอกสารแผนงานของคุณให้เพื่อน",
        "โทรศัพท์ ส่งข้อความเต็มหรือ ส่ง e-mail ให้เพื่อน"]
    },
    {
      q:"กลุ่มนักท่องเที่ยวต้องการรู้เกี่ยวกับสวนสาธารณะ หรือเขตสงวนพันธ์สัตว์ป่าในบริเวณใกล้ๆ ที่คุณพักอยู่ คุณจะ", 
      a:[
        "พานักท่องเที่ยวไปที่สวนสาธารณะหรือเขตสงวนพันธ์สัตว์ป่าและเดินเที่ยวไปด้วยก ัน",
        "ให้หนังสือหรือคู่มือการท่องเที่ยวเกี่ยวกับสวนสาธารณะหรือเขตสงวนพันธ์สัตว์ป่าแก่นักท่องเที่ยว",
        "พูดคุยในรายละเอียดหรือเตรียมเรื่องที่จะพูดคุยเกี่ยวกับสวนสาธารณะหรือเขตสงวน พันธ์สัตว์ป่าแก่นักท่องเที่ยว",
        "แสดงภาพในอินเตอร์เน็ทแสดงรูปภาพหรือภาพในหนังสือแก่นักท่องเที่ยว"]
    }
  ];

}