export const QUESTION_LIST = [
  { // 1
    q:"คุณกำลังวางแผนที่จะไปพักผ่อนกับกลุ่มเพื่อนๆ คุณต้องการฟังข้อคิดเห็นจากพวกเขาเกี่ยวกับแผนงานนั้น คุณจะ", 
    a:[
      "อธิบายประเด็นที่สำคัญๆ",
      "ใช้แผนที่และเว็บไซด์เพื่อแสดงสถานที่ประกอบ",
      "ถ่ายเอกสารแผนงานของคุณให้เพื่อน",
      "โทรศัพท์ ส่งข้อความเต็มหรือ ส่ง e-mail ให้เพื่อน"]
  },
  { // 2
    q:"กลุ่มนักท่องเที่ยวต้องการรู้เกี่ยวกับสวนสาธารณะ หรือเขตสงวนพันธ์สัตว์ป่าในบริเวณใกล้ๆ ที่คุณพักอยู่ คุณจะ", 
    a:[
      "พานักท่องเที่ยวไปที่สวนสาธารณะหรือเขตสงวนพันธ์สัตว์ป่าและเดินเที่ยวไปด้วยกัน",
      "ให้หนังสือหรือคู่มือการท่องเที่ยวเกี่ยวกับสวนสาธารณะหรือเขตสงวนพันธ์สัตว์ป่าแก่นักท่องเที่ยว",
      "พูดคุยในรายละเอียดหรือเตรียมเรื่องที่จะพูดคุยเกี่ยวกับสวนสาธารณะหรือเขตสงวน พันธ์สัตว์ป่าแก่นักท่องเที่ยว",
      "แสดงภาพในอินเตอร์เน็ทแสดงรูปภาพหรือภาพในหนังสือแก่นักท่องเที่ยว"]
  },
  { // 3
    q:"ลองนึกย้อนกลับไปเมื่อตอนที่คุณหัดทำอะไรใหม่ๆ เช่นการถีบจักรยาน คุณเรียนรู้สิ่งใหม่ได้จาก:", 
    a:[
      "ดูคนอื่นสาธิตวิธีการให้ดู",
      "พังคนอื่นอธิบายและถามคำถาม",
      "อ่านคำแนะนำเช่นคู่มือหรือตำรา",
      "ดูจากแผนภูมิแผนภาพหรือสื่อที่เข้าใจได้จากการมอง"]
  },
  { // 4
    q:"คุณจะซื้อกล้องดิจิตอล หรือ โทรศัพท์มือถือ นอกเหนือจากเหตุผลเรื่องราคาแล้ว มีอะไรอีกที่มีอิทธิพลต่อการตัดสินใจของคุณในการที่จะ(ซื้อ หรือ ไม่ซื้อ):", 
    a:[
      "อ่านในรายละเอียดตัวสินค้า",
      "การแนะนำสินค้าของพนักงานขาย",
      "ลองใช้หรือทดสอบสินค้า",
      "รูปแบบที่ทันสมัยและดูดี"]
  },
  { // 5
    q:"นอกเหนือจากเรื่องราคา สิ่งใดที่มีอิทธิพลต่อการตัดสินใจเลือกซื้อหนังสือใหม่ประเภทมิใช่บันเทิงคดี", 
    a:[
      "มีเรื่องที่เกี่ยวกับชีวิตจริงประสบการณ์และตัวอย่าง",
      "เพื่อนพูดถึงและแนะนำให้ซื้อ",
      "รูปแบบสะดุดตา",
      "อ่านคร่าวๆบางตอนของหนังสือแล้วเข้าใจง่าย"]
  },
  { // 6
    q:"คุณจะปรุงอาหารซึ่งเป็นมื้อพิเศษสำหรับครอบครัวของคุณคุณจะ:", 
    a:[
      "ลงมือปรุงอาหารที่รู้จักโดยไม่ต้องใช้คู่มือ",
      "ถามเพื่อนเพื่อขอคำแนะนำ",
      "ใช้คู่มือที่มีรายละเอียดและขั้นตอนการปรุงอาหาร",
      "ดูคู่มือประกอบการปรุงอาหารเพื่อให้เกิดแนวความคิดจากภาพในหนังสือ"]
  },
  { // 7
    q:"เว็บไซต์มีวิดีโอแสดงให้เห็นว่าจะทำให้กราฟพิเศษ มีการพูดคนมีรายชื่อและคำอธิบายสิ่งที่ต้องทำและไดอะแกรมบาง คุณจะได้เรียนรู้มากที่สุดจาก:", 
    a:[
      "การฟัง",
      "อ่านคำ",
      "ดูการกระทำ",
      "เห็นแผนภาพ"]
  },
  { // 8
    q:"คุณชอบผู้สอนหรือผู้นำเสนอที่ใช้วิธีการ:", 
    a:[
      "สาธิตหุ่นจำลองหรือมีช่วงเวลาให้ฝึกปฏิบัติ",
      "ถามและตอบข้อซักถามพูดคุยอภิปรายกลุ่มหรือเชิญวิทยากรภายนอกมาร่วม",
      "ใช้แผนภาพแผนภูมิ กราฟประกอบ",
      "แจกเอกสารหนังสือ หรือบทความต่างๆให้อ่าน"]
  },
  { // 9
    q:"คุณใช้หนังสือซีดี หรือเว็บไซด์เพื่อเรียนรู้เกี่ยวกับการถ่ายรูปโดยใช้กล้องดิจิตอลคุณอยากจะ:", 
    a:[
      "มีโอกาสถามคำถามและพูดคุยเกี่ยวกับตัวกล้องและรายละเอียดต่างๆ",
      "มีตัวอย่างเปรียบเทียบให้เห็นข้อดีข้อเสียและการปรับปรุงแก้ไข",
      "มีแผนภาพแสดงการทำงานของกล้องแยกทีละส่วน",
      "มีคู่มือรายละเอียดรายการและจุดนำวิธีการใช้"]
  },
  { // 10
    q:"คุณมีปัญหาที่เข่าคุณอยากให้หมอ:", 
    a:[
      "บอกเกี่ยวกับเว็บไซด์หรืออะไรก็ได้ที่มีรายละเอียดให้อ่าน",
      "อธิบายว่าเข่ามีปัญหาอะไร",
      "ใช้เข่าพลาสติกจำลองแสดงปัญหาที่เกิดขึ้น",
      "ใช้แผนภาพแสดงความผิดปกติของเข่า"]
  },
  { // 11
    q:"ฉันชอบเว็บไซต์ที่มี", 
    a:[
      "มีสิ่งที่ฉันสามารถกดเปลี่ยน หรือทดลอง",
      "รายละเอียดเนื้อหาน่าสนใจรายการและการอธิบายเนื้อหาในเว็บไซต์",
      "มีฟังก์ชันเพลงให้ฟัง รายการวิทยุหรือการสัมภาษณ์",
      "การออกแบบที่น่าสนใจและรูปลักษณ์ชวนมอง"]
  },
  { // 12
    q:"คุณต้องเรียนรู้โปรแกรมทักษะหรือเกมใหม่บนคอมพิวเตอร์คุณจะ", 
    a:[
      "ทำตามแผนภาพที่มาพร้อมกับโปรแกรม",
      "พูดคุยกับผู้มีความรู้เกี่ยวกับโปรแกรมนั้น",
      "ใช้แป้นควบคุมหรือแผงแป้นอักขระ(keyboard)ช่วย",
      "อ่านคู่มือที่มากับโปรแกรม"]
  },
  { // 13
    q:"เมื่อเสร็จสิ้นจากการแข่งขันหรือการทดสอบและคุณต้องการอยากจะทราบผลย้อนกลับ คุณอยากได้ผลย้อนกลับในลักษณะ", 
    a:[
      "ใช้ตัวอย่างจากสิ่งที่คุณได้ทำไปแล้ว",
      "ผู้ให้ผลย้อนกลับพูดคุยกับคุณเป็นส่วนตัว",
      "บรรยายผลของการทดสอบหรือการแข่งขันของคุณ",
      "ใช้รูปแบบของกราฟแสดงผลสัมฤทธิ์ที่คุณทำได้"]
  },
  { // 14
    q:"คุณกำลังให้ความช่วยเหลือคนที่ต้องการจะไปสนามบิน ตัวเมือง หรือสถานีรถไฟในเมืองที่คุณอยู่ คุณจะ", 
    a:[
      "พาไป",
      "บอกทางให้",
      "วาดแผนที่ให้หรือให้แผนที่",
      "เขียนทางที่จะไป (โดยไม่มีแผนที่)"]
  },
  { // 15
    q:"คุณจะเลือกสั่งอาหารในภัตตาคารหรือร้านกาแฟคุณจะ:", 
    a:[
      "ฟังคำแนะนำจากบริกรหรือขอให้เพื่อนแนะนำการเลือก",
      "เลือกสิ่งที่คุณเคยสั่งมาก่อน",
      "เลือกสั่งจากคำอธิบายในรายการอาหาร",
      "ดูว่าคนอื่นๆกำลังรับประทานอะไรหรือดูจากภาพตัวอย่างของรายการอาหารแต่ละจาน"]
  },
  { // 16
    q:"คุณต้องกล่าวสุนทรพจน์พิเศษในงานประชุมสำคัญคุณจะ", 
    a:[
      "เขียนเฉพาะคำสำคัญๆและฝึกกล่าวสุนทรพจน์จนคล่อง",
      "เขียนสุนทรพจน์และจดจำจากการอ่านซ้ำไปซ้ำมาหลายๆหน",
      "จัดทำแผนภูมิหรือกราฟเพื่อช่วยอธิบายสิ่งต่างๆ",
      "พยายามหาตัวอย่าง หรือเรื่องราว ประกอบเพื่อให้การพูดดูเป็นเรื่องจริง และนำไปใช้ ประโยชน์ได้"]
  }
];