export const SATISFY_LIST = [
  { // 1
    main:"มิติของผู้เรียน", 
    sub:[
      "การทำงานโดยใช้คอมพิวเตอร์มันทำให้ฉันรู้สึกกลัว",
      "ฉันรู้สึกเวียนหัวเมื่อคิดว่าจะต้องใช้งานคอมพิวเตอร์",
      "คอมพิวเตอร์ทำให้ฉันรู้สึกไม่สบายใจ",
      "คอมพิวเตอร์ทำให้ฉันรู้สึกสับสน"]
  },
  { // 2
    main:"มิติของผู้สอน", 
    sub:["หากเปรียบเทียบกับการเรียนการสอนแบบปกติ คุณคิดว่าผู้สอนเห็นประโยชน์ของการเรียนออนไลน์มากน้อยเพียงใด"]
  },
  { // 3
    main:"มิติของรายวิชา", 
    sub:[
      "ฉันเห็นประโยชน์ของการเรียนวิชานี้ผ่านออนไลน์มากกว่าข้อด้อยอื่น ๆ",
      "การเรียนวิชานี้ผ่านออนไลน์ทำให้ฉันสามารถใช้เวลาในการทำกิจกรรมอื่น ๆ ได้มากขึ้น",
      "การเรียนวิชานี้ผ่านออนไลน์ทำให้ฉันสามารถประหยัดเวลาในการเดินทางได้",
      "การนำรายวิชานี้มาอยู่บนออนไลน์ทำให้มีการพัฒนาคุณภาพมากกว่ารายวิชาอื่น",
      "คุณภาพของรายวิชานี้ดีกว่ารายวิชาแบบปกติ"]
  },
  { // 4
    main:"มิติของเทคโนโลยี", 
    sub:[
      "ฉันรู้สึกว่าเทคโนโลยีสารสนเทศง่ายต่อการใช้งาน",
      "ฉันรู้สึกว่าเทคโนโลยีสารสนเทศที่ใช้มีความสามารถหลากหลาย",
      "ฉันรู้สึกว่าเทคโนโลยีสารสนเทศที่ใช้มีความยืดหยุ่น",
      "ฉันรู้สึกพึงพอใจต่อความเร็วของอินเทอร์เน็ต",
      "ฉันรู้สึกว่าคุณภาพของการสื่อสารของอินเทอร์เน็ตไม่ดี",
      "ฉันรู้สึกว่าค่าใช้จ่ายในการใช้งานอินเทอร์เน็ตแพง",
      "ฉันรู้สึกว่าการเชื่อต่ออินเทอร์เน็ตมันง่าย"]
  },
  { // 5
    main:"มิติของการออกแบบ", 
    sub:[
      "การเรียนออนไลน์ทำให้ผลการเรียนรู้ดีขึ้น",
      "ฉันคิดว่าการเรียนออนไลน์มีประโยชน์",
      "การเรียนรู้ที่จะใช้งานระบบการเรียนออนไลน์มันง่ายสำหรับฉัน",
      "มันง่ายสำหรับฉันที่จะควบคุมระบบการเรียนออนไลน์ให้เป็นอย่างที่ฉันต้องการ"]
  },
  { // 6
    main:"มิติของสภาพแวดล้อม", 
    sub:["การเรียนออนไลน์นี้มีการประเมินผลการเรียนรู้หลากหลายวิธี"]
  }
];