export const TEST_LIST = [
  { // 1
    q:"สมิทธิ์มีเงินอยู่ 100,000 บาท หากอัตราดอกเบี้ยเท่ากับร้อยละ 5 ในอีก 3 ปีข้างหน้า มูลค่าอนาคต (future value) ของเงินก้อนนี้ของสมิทธิ์ มีค่าเท่ากับเท่าไร", 
    a:[
      "100,000 บาท",
      "105,000 บาท",
      "115,000 บาท",
      "115,760 บาท"]
  },
  { // 2
    q:"สมิทธิ์จะได้รับเงิน 100,000 บาทในอีก 2 ปีข้างหน้า หากอัตราดอกเบี้ยเท่ากับร้อยละ 6 มูลค่าปัจจุบัน (present value) ของเงินก้อนนี้ของสมิทธิ์ในวันนี้ มีค่าเท่ากับเท่าไร", 
    a:[
      "89,000 บาท",
      "94,000 บาท",
      "106,000 บาท",
      "112,360 บาท"]
  },
  { // 3
    q:"สมิทธิ์จะได้รับเงิน 50,000 บาทในอีก 1 ปีข้างหน้า และ 50,000 บาทในอีก 2 ปีข้างหน้า หากอัตราดอกเบี้ยเท่ากับร้อยละ 10 มูลค่าปัจจุบัน (present value) ของเงินก้อนนี้ของสมิทธิ์ในวันนี้ มีค่าเท่ากับเท่าไร", 
    a:[
      "95,000 บาท",
      "86,780 บาท",
      "105,000 บาท",
      "110,000 บาท"]
  },
  { // 4
    q:"สมิทธิ์ตกลงที่จะจ่ายรสรินทร์เงินงวดเป็นรายเดือน เดือนละ 20,000 บาทเท่ากันทุกเดือน เป็นเวลา 3 ปี หากอัตราดอกเบี้ยเท่ากับร้อยละ 18 ต่อปี (ร้อยละ 1.5 ต่อเดือน) สมิทธิ์เป็นหนี้รสรินทร์รวมทั้งหมดเท่าไร", 
    a:[
      "553.213.70 บาท",
      "521,825.50 บาท",
      "720,000.00 บาท",
      "43,485.46 บาท"]
  },
  { // 5
    q:"สมิทธิ์เป็นหนี้รสรินทร์รวมทั้งหมด 700,000 บาท แต่สมิทธิ์ไม่สามารถชำระหนี้ทั้งหมดได้ในวันนี้ จึงตกลงที่จะแบ่งชำระเป็นงวดๆ ไปในแต่ละปี เป็นระยะเวลา 5 ปี โดยในแต่ละงวดจะชำระจำนวนเท่ากันทุกปี หากรสรินทร์ตกลงที่จะคิดอัตราดอกเบี้ยร้อยละ 7.5 ต่อปี สมิทธิ์จะต้องชำระเงินงวดปีละเท่าไร", 
    a:[
      "140,000 บาท",
      "200,990 บาท",
      "248,390 บาท",
      "173,020 บาท"]
  },
  { // 6
    q:"สมิทธิ์ชนะการแข่งขันเกมลับสมอง และได้รับสิทธิ์ในการเลือกรางวัลของผู้ชนะ ซึ่งมีทั้งหมด 4 ตัวเลือกด้วยกัน หากกำหนดให้อัตราดอกเบี้ยเท่ากับร้อยละ 5 ต่อปีตลอดไป สมิทธิ์ควรจะเลือกรางวัลใดจึงจะได้", 
    a:[
      "เงินงวดเท่าๆ กัน งวดละ 10,000 บาท เป็นเวลา 5 งวด เริ่มจ่ายงวดแรกสิ้นปีนี้",
      "เงินงวดเท่าๆ กันไม่มีที่สิ้นสุด งวดละ 2,000 บาท เริ่มจ่ายงวดแรกสิ้นปีนี้",
      "เงินงวดไม่มีที่สิ้นสุด งวดแรก 1,200 บาท เพิ่มขึ้นปีละร้อยละ 2 เริ่มจ่ายงวดแรกสิ้นปีนี้",
      "เงิน 4 งวด งวดแรก 10,000 บาท เพิ่มขึ้นปีละร้อยละ 10 เริ่มจ่ายงวดแรกสิ้นปีนี้ งวดสุดท้ายปีที่ 4 จ่าย 13,310 บาท"]
  }
];